{
  "_index": "source",
  "_score": 1,
  "_id": "pmc856789",
  "_type": "_doc",
  "_source": {
    "pubdate": "2012 Feb 23",
    "epubdate": "2012 Feb 23",
    "printpubdate": "2013 Feb",
    "source": "Cereb Cortex",
    "authors": [
      {
        "name": "Kind PC",
        "authtype": "Author"
      },
      {
        "name": "Sengpiel F",
        "authtype": "Author"
      },
      {
        "name": "Beaver CJ",
        "authtype": "Author"
      },
      {
        "name": "Crocker-Buque A",
        "authtype": "Author"
      },
      {
        "name": "Kelly GM",
        "authtype": "Author"
      },
      {
        "name": "Matthews RT",
        "authtype": "Author"
      },
      {
        "name": "Mitchell DE",
        "authtype": "Author"
      }
    ],
    "articleTitle": "The Development and Activity-Dependent Expression of Aggrecan in the Cat Visual Cortex",
    "abstract": "<p>Cyperaceae are a plant family of grass-like monocots, comprising 5600 species with a cosmopolitan distribution in temperate and tropical regions. Phytochemically, Cyperus is one of the most promising health supplementing genera of the Cyperaceae family, housing ≈950 species, with Cyperus rotundus L. being the most reported species in pharmacological studies. The traditional uses of Cyperus spp. have been reported against various diseases, viz., gastrointestinal and respiratory affections, blood disorders, menstrual irregularities, and inflammatory diseases. Cyperus spp. are known to contain a plethora of bioactive compounds such as α-cyperone, α-corymbolol, α-pinene, caryophyllene oxide, cyperotundone, germacrene D, mustakone, and zierone, which impart pharmacological properties to its extract. Therefore, Cyperus sp. extracts were preclinically studied and reported to possess antioxidant, anti-inflammatory, antimicrobial, anticancer, neuroprotective, antidepressive, antiarthritic, antiobesity, vasodilator, spasmolytic, bronchodilator, and estrogenic biofunctionalities. Nonetheless, conclusive evidence is still sparse regarding its clinical applications on human diseases. Further studies focused on toxicity data and risk assessment are needed to elucidate its safe and effective application. Moreover, detailed structure-activity studies also need time to explore the candidature of Cyperus-derived phytochemicals as upcoming drugs in pharmaceuticals.</p>",
    "fullText": [
      {
        "id": "<uniqueID>",
        "title": "Introduction",
        "content": "<p>Immemorially, human societies have been using herbs and their products as sources of medicine, nutrition, and industrial applications [1]. As an example of the role of plant species in human life, in ancient Egypt, the first paper was made from papyrus (Cyperus papyrus L.), a species of the Cyperaceae family [2]. Cyperaceae includes grass-like monocots, comprising around 5600 species and 100 genera, and the family is widespread on all continents with the exception of Antarctica. The second largest genus in this family is Cyperus, with ~950 species [3]. Cyperus spp. are most commonly known as weeds, despite some cultures using them for medicinal purposes and as a source of food [4]. Cyperus spp. predominantly exist in the wetlands throughout the globe in the tropical regions and act as source of primary productivity. The tubers, shoots, and fruits of this species are produced in larger quantities and act as a source of food for amphibians and aquatic animals [5].The traditional use of Cyperus plants has been reported from all over the world as a remedy against various human ailments [6] including treatment of stomach and bowel disorders, as diuretic, digestant, and lactodepurant purposes. The plant extracts also act as a selective drug for the treatment of bronchitis, blood disorders, menstrual irregularities, amenorrhea, diarrhea, dysentery, and inflammatory diseases [7]. Interestingly and despite Cyperus including more than 950 species, the three most commonly reported species are purple nutsedge (Cyperus rotundus L.), yellow nutsedge (Cyperus esculentus L.), and C. papyrus. Cyperus rotundus is the most well-known species of Cyperus in South Asia, a perennial weed that grows best in high-moisture soil and reproduces easily through rhizomes and tubers [7]. This species is indigenous to the tropical and subtropical parts of the Old World, and despite the fact that it can be found detrimental in cultivated fields, it has several beneficial uses as medicine since ancient times [8]. Cyperus rotundus rhizomes and tubers are mentioned in Oriental traditional medicine to treat fever, digestive disorders, and menstrual irregularities in several countries including China, India, Iran, and Japan [9, 10].Cyperus esculentus L. is an edible perennial grass-like plant native to the Old World. This species exists widely throughout tropics and subtropics of North America [11]. The earliest records of its use dated back to predynastic times about 6000 y ago in North America and Egypt; however, its different varieties are mostly found in Southern Europe, South-Middle East, and Africa [12]. It has been also considered as a foodstuff since ancient times, especially in ancient Egypt. It is a crop of early domestication and was regarded important with the other crops of the Nile Valley. Its dry tubers have been found in tombs from predynastic times about 6000 y ago. Cyperus esculentus tubers were roasted and used as a sweetmeat in Egypt during the ancient times [12]. Cyperus esculentus is widely cultivated for its edible tubers, called earth almonds or tigernuts [13], which are consumed as a popular snack in Africa and for making a sweet milk-like beverage, horchata de chufa, commonly consumed in Spain and other European and Latin-American countries [14]. Tigernut is a rich source of protein and minerals making the beverage highly nutritious (phosphorus and potassium) [12].Cyperus papyrus L. is an aquatic sedge mostly known for its use in the preparation of the paper by the traditional Egypt, Greek, and Roman civilizations. Paper made from dried, pressed, and woven strips of culm pith had been used since 3500 BC by ancient civilizations in the Egypt and the Mediterranean Basin. It was the only widespread recording medium until the 8th century in Europe [15]. Other species of the Cyperus family include Cyperus compressus L., Cyperus javanicus Houtt., and Cyperus monocephalus Roxb. (Cyperus cephalotes). For instance, C. compressus is a grass-like plant and is widely distributed across the tropical and subtropical regions of the world. In India, the powdered roots of C. compressus have long been used in traditional medicine by the Santhal tribes to treat intestinal helminthic infections [16]. Examples of folk medicinal and edible uses of Cyperus spp. reported from different parts of the world are briefly shown in Table 1.Taken together, the multiple potentialities reported so far for the most widely exploited Cyperus spp. were considered. This review is the first of its kind that gives a comprehensive discussion on the recent findings related to chemical composition, biological activities, and pharmacological effects of such promissory naturally occurring matrices. The safety and toxicity effects of the Cyperus sp. extracts are also considered in the scope of the manuscript. The diagram showing various components discussed in the review are presented in Figure 1.</p>",
        "children": []
      },
      {
      	"id": "<uniqueID>",
        "title": "Chemical Composition",
        "content": "<p>The Cyperaceae family is one of the largest flowering plant families and is ranked the third largest monocot family after Orchidaceae and Poaceae [46]. A rising number of studies have highlighted that the multiple potentialities of the species of this family as medicines are attributed to the presence of several bioactive constituents. For example, the cypriol, isolated from Cyperus scariosus R.Br. essential oil, is present in various perfumes and medicines. In fact, cypriol's ambery, balsamic, spicy, warm, and woody features make it highly demanded in perfume industry [47]. In addition, the essential oil is also present in various other species of Cyperus, such as C. articulatus L., C. rotundus, and Cyperus maculatus Boeckeler [48]. Summarization of phytochemicals present in the major six species of the Cyperus genus is summarized in Table 2, and in the next subsections, a brief description of the most abundant phytochemicals in the recently investigated Cyperus spp. is also presented.Cyperus articulatus is a perennial herb with underground perennial rhizomes having scales which grade into culm leaves. They have exceptionally high photosynthesizing function compared to other plants and are also regarded as herbal switch plants as they are a reservoir of potentially useful drugs for the treatment metabolic disorders [49]. Various specific compounds isolated from C. articulatus include α-cyperone, α-corymbolol, α-pinene, caryophyllene oxide, cyperotundone, and mustakone. Researchers also identified articulone, myrtenal, and myrtenol from volatile oil of Nigerian C. articulatus [55]. Cameroonian C. articulatus hexane extracts displayed the presence of isopatchoul-4(5)en-3-one, mandassidione, mustakone, and almost all sesquiterpene diketones [56]. Similar compounds were also identified in the Brazilian rhizome volatile oil with mustakone (14%), caryophyllene oxide (10.2%), and α-pinene (6.4%) [57]. Volatile oil from C. articulatus rhizomes showed the presence of α-pinene (3.5–25.2%), β-pinene (2.3–12.6%), trans-pinocarolol (2.2–5.5%), myrtenal + myrtenol (2.3–5.6%), α-copaene (1.3–2.6%), cyperene (0.7–1.6%), β-selinene (0.8–2.4%), lithol (0.9–5.1%), caryophyllene oxide (3.1–8.3%), mustakone (3.4–9.9%), cyperotundone (2.6–4.1%), and α-cyperone (3.2–8.8%) [58]. These reports suggest a qualitative and quantitative difference in the volatile oil composition. The difference was attributed to various factors like air pollution, altitude, harvesting time, developmental stage, luminosity, seasonality, temperature, water availability, nutrients, UV radiation, and pathogens [59, 60].Cyperus conglomeratus is a perennial monocot with coarse rhizomes up to 12−16 cm long and 0.2–0.3 cm in width. It is native to India but also grows in temperate, tropical, and subtropical regions [61]. It is a perennial weedy herb commonly found with slim and sheathing leaf base. Phytochemical analysis of several plant extracts revealed the existence of different types of constituents at different amounts with medicinal activities. For example, the crude powder is rich in steroids, while the solvent extract is rich in triterpenes [62]. The therapeutic efficacy was not limited to a specific plant part; every plant part displays a pharmacological activity. Henceforth, the pharmacognostic studies of different plant parts have been performed for different plant organs [63], such as aerial parts, flower, fruit, leaf root, and stem [64–71]. The fatty acid profile of C. conglomeratus showed the presence of palmitic, linoleic, heptadecanoic, oleic, myristic, arachidonic, lignoceric, and stearic acid. The unsaponifiable fractions of C. conglomeratus constituted two other bioactive compounds (β-sitosterol and α-amyrin).Cyperus distans is an annual herb of about 0.6–1.5 m tall, mostly found in humid areas along roadsides and rivers and as weeds [72]. The phytochemical study of C. distans revealed the presence of scabequinone with antifeeding effects [73]. From 80% of its oil composition, almost 22 compounds were isolated, being zierone (33.8%) the main component. Other noteworthy compounds were caryophyllene oxide (14.1%), α-cyperone (9.1%), humulene epoxide II (3.8%), cyperene (3.2%), endesma-2,4,11-triene (2.9%), nor-copernone (2.9%), and germacrene D (2.8%) [74–77].Cyperus esculentus, also known as yellow nutsedge, is a perennial herb growing in tropical and temperate regions of the world. Naturally, it is found as a weed in farming areas and in wastelands [78]. The taste of tubers is sweet and reported to have health and nutritional benefits [79]. The common names of C. esculentus are chufas, earth almond, nutsedge, and rush nut [80]. Cyprotundone, the volatile component p-vinylguaiacol (2-methoxy-4-vinylphenol) [81], and vanillin (4-hydroxy-3-methoxy benzaldehyde) have been identified [82], with interesting bioactive effects that been reported to these biomolecules. As a matter of fact, these molecules are helpful in tracing components in cosmetics, dairy products, drug preparations, and pastry products [83].Cyperus longus is an Egyptian plant, distributed throughout Africa and Europe and to Indian subcontinent and is used as herbal tonic and diuretic [84]. Compounds isolated from this plant are flavonoids, stilbenes, and terpenoids [85–88]. Other compounds from C. longus essential oil were also identified such as β-himachalene (46.6%), α-humulene (16.7%), and γ-himachalene (10.1) as main components [86]. In another study, 32 components were identified consisting 83.50% of essential oil using gas chromatography-mass spectroscopy (GC-MS) analysis [53].Cyperus rotundus is popularly known as Nagarmotha or purple nutsedge or nut grass [89]. This is a perennial herb with creeping rhizomes 1–3 cm long having a bulbous base. The stems of this herb can attain as the size of about 140 cm, and leaves are grooved on the upper surface. The ethanolic extracts of C. rotundus were determined using HPLC, and it was reported to contain two bioactive phenolics, i.e., quercetin and chlorogenic acid [90]. Structures of important members of bioactive compounds from Cyperus spp. are shown in Figure 2.</p>",
        "children": [
          {
      	    "id": "<uniqueID>",          
            "title": "2.1. Cyperus articulatus L.",
            "content": "<p>Cyperus articulatus is a perennial herb with underground perennial rhizomes having scales which grade into culm leaves. They have exceptionally high photosynthesizing function compared to other plants and are also regarded as herbal switch plants as they are a reservoir of potentially useful drugs for the treatment metabolic disorders [49]. Various specific compounds isolated from C. articulatus include α-cyperone, α-corymbolol, α-pinene, caryophyllene oxide, cyperotundone, and mustakone. Researchers also identified articulone, myrtenal, and myrtenol from volatile oil of Nigerian C. articulatus [55]. Cameroonian C. articulatus hexane extracts displayed the presence of isopatchoul-4(5)en-3-one, mandassidione, mustakone, and almost all sesquiterpene diketones [56]. Similar compounds were also identified in the Brazilian rhizome volatile oil with mustakone (14%), caryophyllene oxide (10.2%), and α-pinene (6.4%) [57]. Volatile oil from C. articulatus rhizomes showed the presence of α-pinene (3.5–25.2%), β-pinene (2.3–12.6%), trans-pinocarolol (2.2–5.5%), myrtenal + myrtenol (2.3–5.6%), α-copaene (1.3–2.6%), cyperene (0.7–1.6%), β-selinene (0.8–2.4%), lithol (0.9–5.1%), caryophyllene oxide (3.1–8.3%), mustakone (3.4–9.9%), cyperotundone (2.6–4.1%), and α-cyperone (3.2–8.8%) [58]. These reports suggest a qualitative and quantitative difference in the volatile oil composition. The difference was attributed to various factors like air pollution, altitude, harvesting time, developmental stage, luminosity, seasonality, temperature, water availability, nutrients, UV radiation, and pathogens [59, 60].</p>",
            "children": []
          },
          {
      	    "id": "<uniqueID>",         
            "title": "2.2. Cyperus conglomeratus Rottb.",
            "content": "<p>Cyperus conglomeratus is a perennial monocot with coarse rhizomes up to 12−16 cm long and 0.2–0.3 cm in width. It is native to India but also grows in temperate, tropical, and subtropical regions [61]. It is a perennial weedy herb commonly found with slim and sheathing leaf base. Phytochemical analysis of several plant extracts revealed the existence of different types of constituents at different amounts with medicinal activities. For example, the crude powder is rich in steroids, while the solvent extract is rich in triterpenes [62]. The therapeutic efficacy was not limited to a specific plant part; every plant part displays a pharmacological activity. Henceforth, the pharmacognostic studies of different plant parts have been performed for different plant organs [63], such as aerial parts, flower, fruit, leaf root, and stem [64–71]. The fatty acid profile of C. conglomeratus showed the presence of palmitic, linoleic, heptadecanoic, oleic, myristic, arachidonic, lignoceric, and stearic acid. The unsaponifiable fractions of C. conglomeratus constituted two other bioactive compounds (β-sitosterol and α-amyrin).</p>",
            "children": []
          },
          {
            "id": "<uniqueID>",          
            "title": "2.3. Cyperus distans L.f.",
            "content": "<p>Cyperus distans is an annual herb of about 0.6–1.5 m tall, mostly found in humid areas along roadsides and rivers and as weeds [72]. The phytochemical study of C. distans revealed the presence of scabequinone with antifeeding effects [73]. From 80% of its oil composition, almost 22 compounds were isolated, being zierone (33.8%) the main component. Other noteworthy compounds were caryophyllene oxide (14.1%), α-cyperone (9.1%), humulene epoxide II (3.8%), cyperene (3.2%), endesma-2,4,11-triene (2.9%), nor-copernone (2.9%), and germacrene D (2.8%) [74–77].</p>",
            "children": []
          },
          {
      	    "id": "<uniqueID>",         
            "title": "2.4. Cyperus esculentus L.",
            "content": "<p>Cyperus esculentus, also known as yellow nutsedge, is a perennial herb growing in tropical and temperate regions of the world. Naturally, it is found as a weed in farming areas and in wastelands [78]. The taste of tubers is sweet and reported to have health and nutritional benefits [79]. The common names of C. esculentus are chufas, earth almond, nutsedge, and rush nut [80]. Cyprotundone, the volatile component p-vinylguaiacol (2-methoxy-4-vinylphenol) [81], and vanillin (4-hydroxy-3-methoxy benzaldehyde) have been identified [82], with interesting bioactive effects that been reported to these biomolecules. As a matter of fact, these molecules are helpful in tracing components in cosmetics, dairy products, drug preparations, and pastry products [83].</p>",
            "children": []
          },
          {
      	    "id": "<uniqueID>",          
            "title": "2.5. Cyperus longus L.",
            "content": "<p>Cyperus longus is an Egyptian plant, distributed throughout Africa and Europe and to Indian subcontinent and is used as herbal tonic and diuretic [84]. Compounds isolated from this plant are flavonoids, stilbenes, and terpenoids [85–88]. Other compounds from C. longus essential oil were also identified such as β-himachalene (46.6%), α-humulene (16.7%), and γ-himachalene (10.1) as main components [86]. In another study, 32 components were identified consisting 83.50% of essential oil using gas chromatography-mass spectroscopy (GC-MS) analysis [53].</p>",
            "children": []
          },
          {
      	    "id": "<uniqueID>",         
            "title": "2.6. Cyperus rotundus L.",
            "content": "<p>Cyperus rotundus is popularly known as Nagarmotha or purple nutsedge or nut grass [89]. This is a perennial herb with creeping rhizomes 1–3 cm long having a bulbous base. The stems of this herb can attain as the size of about 140 cm, and leaves are grooved on the upper surface. The ethanolic extracts of C. rotundus were determined using HPLC, and it was reported to contain two bioactive phenolics, i.e., quercetin and chlorogenic acid [90]. Structures of important members of bioactive compounds from Cyperus spp. are shown in Figure 2.</p>",
            "children": []
          }
        ]
      }
    ]
  },
  "doclink": "url",
  "datasource": "pmc"
}