{
    "_id": "60de7b37cab85242ea577416",
    "drug_id": "60de7b29cab85242ea5773f4",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5776669/",
    "ApiUrl": "https://eutils.ncbi.nlm.nih.gov/entrez/eutils/efetch.fcgi?db=pmc&id=PMC5776669",
    "Scraped_at": "2021-06-23T08:33:28.192083",
    "pubmed_id": "29305399",
    "title": "EDC IMPACT: Is exposure during pregnancy to acetaminophen/paracetamol disrupting female reproductive development?",
    "abstract": "Concern has been raised over chemical-induced disruption of ovary development during fetal life resulting in long-lasting consequences only manifesting themselves much later during adulthood. A growing body of evidence suggests that prenatal exposure to the mild analgesic acetaminophen/paracetamol can cause such a scenario. Therefore, in this review, we discuss three recent reports that collectively indicate that prenatal exposure in a period of 13.5 days ",
    "keywords": [
        "acetaminophen/paracetamol",
        "development",
        "fertility",
        "follicles",
        "primordial germ cells",
        "tylenol"
    ],
    "journal": "Endocrine connections",
    "publication_date": "2018-01-07",
    "authors": [
        {
            "lastname": "Arendrup",
            "firstname": "Frederic Schrøder",
            "initials": "FS",
            "affiliation": "Department of NeurologyDanish Headache Center, Rigshospitalet, University of Copenhagen, Denmark."
        },
        {
            "lastname": "Mazaud-Guittot",
            "firstname": "Severine",
            "initials": "S",
            "affiliation": "Inserm (Institut National de la Santé et de la Recherche Médicale)Irset - Inserm, UMR 1085, Rennes, France."
        },
        {
            "lastname": "Jégou",
            "firstname": "Bernard",
            "initials": "B",
            "affiliation": "Inserm (Institut National de la Santé et de la Recherche Médicale)Irset - Inserm, UMR 1085, Rennes, France.\nEHESP-School of Public HealthRennes, France."
        },
        {
            "lastname": "Kristensen",
            "firstname": "David Møbjerg",
            "initials": "DM",
            "affiliation": "Department of NeurologyDanish Headache Center, Rigshospitalet, University of Copenhagen, Denmark david@moebjerg.com.\nInserm (Institut National de la Santé et de la Recherche Médicale)Irset - Inserm, UMR 1085, Rennes, France."
        }
    ],
    "copyrights": "© 2018 The authors.",
    "doi": "10.1530/EC-17-0298",
    "Introduction": {
        "Content": "There is increased concern about exposure to xenobiotic chemicals during gestation through developmental disruption that may result in long-lasting consequences extending into adulthood, resulting in for instance compromised reproductive health (1). Of particular concern is mild analgesics (hereafter called analgesics), comprising NSAIDs and acetaminophen/paracetamol (N-acetyl-para-aminophenol; APAP), used classically to relieve pain, fever and malaise, as these are the most frequent drugs used during pregnancy (2, 3). This is problematic as APAP and the NSAIDs are able to cross the placenta and mothers are not always aware of the beginning of their pregnancy and not always identify analgesics as drugs. For example, in a prospective birth cohort study in Denmark, where 285 pregnant women completed self-administered questionnaires on drugs use in general during their pregnancy and participated in a computer-assisted telephone interview specifically addressing the use of analgesics, 26.1% reported analgesic use in the questionnaire compared with 56.2% in the interview (8). Higher frequency of use has been reported for example in the USA (Boston and Philadelphia) and France, where 76.1% and 89.9% of mothers, respectively, used analgesics during pregnancy (9, 10). It is clear from these studies that acetaminophen is the preferred analgesic among pregnant women, likely due to the fact that it is regarded as safe during pregnancy and hence is recommend by both doctors and pharmacists (2). On top of the intentional/therapeutic use of APAP, ubiquitous detection of urinary concentrations of APAP indicates the existence of possible unintentional (background) low-dose sources of exposure (11, 12). The unintended exposure may occur by direct ingestion of APAP residues in food and water or through exposure to aniline, an important source material in the chemical industry that is converted in vivo to an APAP (13, 14).In humans, APAP has a high oral bioavailability (88%) and is readily absorbed, and after a therapeutic dose, plasma concentration peaks within 90 min of ingestion followed by a plasma half-life of 1.5–2.5 h (4). The majority of the metabolism of APAP occurs in the liver, and to lesser an extent in the kidney and intestines (5). After a therapeutic dose, APAP is mostly converted to pharmacologically inactive glucuronide (APAP-gluc, 52–57% of urinary metabolites) and sulfate (APAP sulfate, 30–44%) conjugates by phase II biotransformation enzymes, with a minor fraction being oxidized to a reactive metabolite NAPQI (5–10%), by phase I biotransformation enzymes, which is primarily responsible for acetaminophen-induced hepatotoxicity witness in overdose cases (6). NAPQI is further metabolized and detoxified through glutathione pathway and excreted as cysteine conjugate (7). The majority of glucuronide and sulfate metabolites are transported through the bloodstream to the kidney for excretion while some APAP-gluc are excreted through the bile and later intestines (7).Several experimental and epidemiological studies have in recent years investigated a possible link between prenatal mild analgesics exposure and effects on the male reproductive system (reviewed in 2). Studies addressing comparative questions in females have, however, been largely lacking. To our knowledge, only one mouse study published in 1992 addresses this issue, showing that pre­natal exposure to a high dose of APAP (1430 mg/kg/day) administrated in the diet resulted in reduced birth weight while not affecting fertility (15). These data were contested in 2016, when three experimental studies in rodent were published suggesting that prenatal analgesic exposure could disrupt female reproductive development, resulting in decreased follicle number in adulthood (16, 17, 18). These data have created concern, as it is generally accepted that the mammalian females are born with a defined set number of follicles that depletes throughout their reproductive lifespan, inevitably leading to menopause and infertility. Disturbed establishment of the follicle pool during fetal development may therefore be damaging to fertility in the adult female (reviewed in 1). In this review, we discuss the evidence of the analgesic APAP effect on the female reproductive system and advocate for urgent development of interdisciplinary research in this domain from fetal life to adulthood."
    },
    "Female ovarian development and windows of particular sensitivity for developmental disruption": {
        "Content": "The three recently published experimental studies on the effect of analgesics on female development are based on rodent (mouse and rat) models. The ovarian development in both rodents and humans is similar and can be divided into four stages of particular sensitivity for disruption occurring both prenatally and postnatally: (i) mitosis and migration of primordial germ cells (PGC); (ii) meiosis and sex differentiation (iii) germ cell nest breakdown and follicle assembly and (iv) follicle recruitment (1, 19).PGCs are diploid stem cells responsible for giving rise to the germline in both males and females. Thus, they are the precursors of oocytes and spermatozoa in the ovaries and testes, respectively (20). PGCs arise in the extraembryonic ectoderm around 5 days post coitum (dpc) and undergo mitosis until 7 dpc in the mouse and during gestational week (gw) 3 in humans (19). Since the PGCs arise in the extraembryonic ectoderm, posterior to the future location of the gonads, the cell population undergoes a cellular migration that is initiated at 8 dpc in the mouse and 4 gw in human development. This comprises the first stage of ovarian development and the migrating PGCs still express core pluripotency genes such as Sox2, Oct4 and Nanog that are characteristic for early embryonic stem cells (21, 22, 23). The exact nature of the migration related to proliferation is not clear; some evidence points to PGCs halting mitosis until colonizing the gonadal ridge (24), whereas other evidence points to continuous proliferation during the migration (25, 26). Upon reaching and colonizing the undifferentiated gonadal ridge on 12.5 dpc in the mouse and 7 gw in human development, the PGCs undergo rapid proliferation to increase the population of PGCs and develop into oogonia (27).Postmigration PGCs initiate the expression of, among others, Mvh, which marks the end of migration of PGC and the beginning of sexual dimorphic development in the undifferentiated gonadal ridge and thus the development into primary oogonia (28). On 13.5 dpc in the mouse, e16.5 in the rat and 10 gw in human development (29), oogonia with XX genotype initiates meiosis and arrest at prophase 1 allowing them to be primed for future oogenesis, signifying the second sensitivity stage during development. On 14 dpc and around 10 gw in humans, the primary oocytes arrested in prophase 1 become clustered together in germ cell nests in a structure known as ovarian cords (30), either in the developing ovary medulla or cortex (27, 31, 32).Toward the end of gestation in rodents, 2 or 3 days prior to birth, from the day of birth in rats and around 20 gw in humans, the germ cell nests of the medulla of the ovary breaks down (32), signifying a third sensitivity stage – the breakdown of the germ cell nests of the ovarian cortex starts shortly after birth in mice, and thus the beginning of primordial follicle assembly (33). The breakdown is associated with a wave of oocyte apoptosis and the exact mechanisms involved in germ cell nests breakdown are unknown, but the breakdown ultimately results in the establishment of primordial follicles (34). Importantly, whereas germ nest breakdown and follicle assembly happens just before and after birth in rodents, in humans, this happens about halfway through gestation. It is generally believed that the primordial follicles formed at this stage make up the pool of potential fertilizable eggs at sexual maturity (19), although there is evidence suggesting that this might not be the case (35). Thus, any perturbance to the formation of the primordial follicles can have permanent consequences on the reproductive lifespan.The primordial follicles of the medulla of the ovary activate after birth in rodents but during fetal life in humans and constitute the first wave of follicle recruitment, signifying a fourth and final stage of sensitivity (1). This first wave dominates the ovary up until 3 months postpartum in rodents, where the cortical primordial follicles become active and constitute the pool of oocytes for the remainder of the reproductive lifespan. The first wave of follicle recruitment has also been linked to puberty onset and activation of the hypothalamic–pituitary–gonadal axis (36)."
    },
    "Experimental evidence of disruption by APAP of female reproductive development": {
        "Content": "The recent published studies all suggest that prenatal exposure to APAP by gavage may disrupt female development (16, 17, 18), summarized in Table 1. Holm and coworkers investigated APAP exposure in C57Bl/6 mice from 7 dpc-birth exposing pregnant mice to the dose that women use (50 mg/kg/day) and three times this dose (150 mg/kg/day by gavage; Fig. 1). Initially, the report shows that APAP exposure resulted in decreased anogenital distance index (AGDi) among the female offspring. Prenatal APAP has previously been associated with decreased male AGDi in both experimental rodent models and humans (8, 14, 37, 38), attributed to anti-androgenic actions (8). How APAP induces a reduction of female development and AGD remains enigmatic, but it could be speculated that a certain level of androgens are needed for the female AGD either directly or indirectly via the conversion of testosterone to estradiol. When assessing ovaries from 7-week-old female mice, Holm and coworkers found that primordial follicle numbers were reduced by approximately 50% in the APAP-exposed groups. Whereas the numbers of primary and secondary follicles were also significantly decreased, the numbers of preantral, antral and atretic follicles were not significantly decreased. As described earlier, it is believed that the primordial follicles make up the pool of potentially fertilizable eggs at sexual maturity; thus, an APAP-induced reduction of the pool could affect the fertility of the mice. To further investigate this, the researchers assessed the fertility of female mice at 6 months of age after intrauterine exposure (50 mg/kg/day by gavage; 7 dpc-birth) and found that the number of full-term pregnancies and pups per dam was significantly reduced compared to control females. These data indicate that the prenatal exposure to APAP may have perturbed the fetal development leading to subsequent reduced fertility. To further investigate the mechanism and window of sensitivity, Holm and coworkers exposed pregnant dams to 50 mg/kg/day by gavage of APAP in the period 7–13.5 dpc to assess germ cell numbers. Fetuses from exposure and control groups were collected at 13.5 dpc and by using the expression levels of Mvh, a stable marker for germ cells, the researchers found a 47% reduction in expression of Mvh in APAP-treated fetuses compared to controls. This reduction was only seen in female fetuses, whereas in male fetuses, no change was seen. The finding may suggest that APAP reduced either the migration of PGC, or the proliferation of oogonia, thus giving rise to fewer primordial follicles. To further study this potential scenario, Holm and coworkers collected gonads from 12.5 dpc fetuses and cultured them ex vivo for 3 days in 100 µM APAP. At this stage, 15.5 dpc, the female germ cell should have developed into oogonia and entered meiosis. Exposure to 100 µM APAP did not significantly change the expression of Mvh, suggesting no effect on the number of germ cells. Next, the researchers investigated the expression of stem cell markers (Oct4, Sox2 and Nanog) and differentiation makers (Stra8 and Scp3) and found that they were unchanged in APAP-exposed gonads compared to control ones. These findings suggest that APAP exposure in this window did not affect germ cell proliferation, differentiation or meiotic entry or expression of pluripotency markers. These findings from ex vivo gonad cultures suggest that the effect of APAP of the developing ovary might occur earlier than 12.5 dpc, thus on primordial germ cell migration or early proliferation and differentiation (before 12.5 dpc). To investigate this possibility, low passage mouse embryonic stem cells (mESC) was used as a proxy for PGCs, as these cells share a similar phenotype (39, 40). Exposing mESC to 50, 100 or 150 µM APAP for 74 h significantly reduced the number of cells in a dose-dependent manner, indicating inhibition of proliferation with no change in cell viability. Thus, the effects seen of APAP in vivo, reduced germ cell numbers, reduced follicle numbers and reduced fertility could be due to inhibition of early mitotic inhibition before 12.5 dpc. This suggests a scenario where female development is inhibited in the first window of sensitivity.\n\nFigure 1Overview of APAP exposure window and highlight of the ovary development in mouse and rat. Top; overview of ovary development in mouse with the start of mitosis of the germ cells around 10.5 dpc and extends until 12.5 dpc, followed by a period dominated by meiosis from 13.5 dpc. Prior to birth, on 19.5 dpc, follicle assembly is initiated on 18.5 and dominates the neonatal period. Holm and coworkers (16) exposed C57BL/6J mice to APAP (50 mg/kg/day) from 7 to 13.5 dpc (spanning mitosis and early meiosis) and APAP (50 or 150 mg/kg/day) from 7 dpc until birth (spanning mitosis, meiosis and early follicle assembly). Bottom; overview of ovary development in rats with the start of mitosis of the germ cells around 12.5 dpc and lasting until around 16 dpc. Meiosis in the rat initiates on 16.5 dpc and continues throughout gestation. Just prior to birth, on 21.5 dpc, follicle assembly is initiated and dominates the neonatal life of the rat. Dean and coworkers (17) exposed Wistar rats to APAP (350 mg/kg/day) from 13.5 to 21.5 dpc (spanning mitosis and meiosis). Johansson and coworkers (18) exposed Wistar rats to APAP (360 mg/kg/day) in two windows; 13.5–19.5 dpc and again from 14 to 22 pnd (spanning mitosis, meiosis and follicle growth in the neonatal period).\nTable 1Experimental evidence of disruption by APAP of female reproductive development.StudySpeciesExposureEffect of exposureReel et al. (15)Swiss mice1430 mg/kg/day in diet↔ Fertility (*) (follicle numbers and AGD not investigated)Holm et al. (16)C57BL/6J miceParacetamol (50 mg/kg or 150 mg/kg of bodyweight per day) by gavage; 7 dpc until birth; culled at 7 weeks↓ AGDi; ↓ primordial follicles; ↓ growing follicles; ↓ total follicles; ↔ preantral, antral and atretic follicles; ↓ fertility (†) at 6 and 10 months (50 mg/kg/day tested)  Paracetamol (50 mg/kg of bodyweight per day) by gavage; 7–13.5 dpc↓ Expression level of Mvh (indicating reduction in number of germ cells)  Paracetamol 100 µM; ovaries cultured from 12.5 dpc from C57 mice for 3 days↔ Expression levels of Mvh, Stra8, Scp3, Oct4, Sox2, Nanog (indicating no effect on germ cell numbers, germ cell proliferation, meiosis entry or pluripotency) Mouse (NANOG-GFP reporter embryonic stem cells from C57BL6 mice)Paracetamol (50, 100 or 150 µM) to low passage mouse embryonic stem for 72 h↓ Number of cells (indicating inhibition of proliferation)Dean et al. (17)Wistar ratsParacetamol (350 mg/kg of body weight per day) by gavage; 13.5–21.5 dpc; culled at 15.5, 16.5, 17.5, 18.5 and 21.5 dpc; 25 pnd and 90 pnd (adult)F1: ↓ Expression levels of Ep2 (15.5 dpc); ↓ PGE2 (17.5 dpc); ↓ ovary germ cell numbers (21.5 dpc); ↓ ovary weight (adult); ↓ female fertility (†) (adult); ↑ expression levels of Dmrt1, Stra8 and Lin28 (18.5 dpc); F2: ↓ Ovary weight (25 pnd and adult); ↓ primordial, primary and total follicle numbers (25 pnd); ↔ transitional, primary, secondary and antral follicle numbers (25 pnd); ↑ AMH levels (adult)Johansson et al. (18)Wistar ratsParacetamol (360 mg/kg of body weight per day) by gavage; 13–19 dpc and 14–22 pnd; culled at 22 pnd↓ Expression levels of Ddx4 (indicating smaller number of oocytes); ↓ primordial follicles; ↔ primary, secondary, tertiary and atretic follicles  Paracetamol (360 mg/kg of body weight per day) by gavage; 13–19 dpc and 14–22 pnd; culled at 13 month↓ Ovary weight; ↓ mean number of CL; ↑ number of complete absence of CL; ↑ number of ovaries with follicular cyst and/or cyst-like structures\nOverview of APAP exposure window and highlight of the ovary development in mouse and rat. Top; overview of ovary development in mouse with the start of mitosis of the germ cells around 10.5 dpc and extends until 12.5 dpc, followed by a period dominated by meiosis from 13.5 dpc. Prior to birth, on 19.5 dpc, follicle assembly is initiated on 18.5 and dominates the neonatal period. Holm and coworkers (16) exposed C57BL/6J mice to APAP (50 mg/kg/day) from 7 to 13.5 dpc (spanning mitosis and early meiosis) and APAP (50 or 150 mg/kg/day) from 7 dpc until birth (spanning mitosis, meiosis and early follicle assembly). Bottom; overview of ovary development in rats with the start of mitosis of the germ cells around 12.5 dpc and lasting until around 16 dpc. Meiosis in the rat initiates on 16.5 dpc and continues throughout gestation. Just prior to birth, on 21.5 dpc, follicle assembly is initiated and dominates the neonatal life of the rat. Dean and coworkers (17) exposed Wistar rats to APAP (350 mg/kg/day) from 13.5 to 21.5 dpc (spanning mitosis and meiosis). Johansson and coworkers (18) exposed Wistar rats to APAP (360 mg/kg/day) in two windows; 13.5–19.5 dpc and again from 14 to 22 pnd (spanning mitosis, meiosis and follicle growth in the neonatal period).Experimental evidence of disruption by APAP of female reproductive development.Dean and coworkers investigated prenatal APAP with 7 times the dose pregnant women would use (350 mg/kg/day) in a Wistar rat model from 13.5 to 21.5 dpc or from 13.5 dpc until terminated, at 15.5, 16.5, 17.5 or 18.5 dpc. The exposure thus spanned the mitotic proliferation of oogonia, the first prophase of meiosis of oocytes. Initially, the researchers showed the presence of cyclo-oxygenase-2 (Cox2) and prostaglandin E2 receptor (EP2) gene expression in germ cells of fetal ovaries and testes at 17.5 dpc. Although evidence of the role of prostaglandins in ovarian development is limited, it is generally accepted that prostaglandins are essential for ovulation and implantation (2, 41) and has been shown to affect the expression of key factors of ovarian development in vitro (42). Furthermore, the researchers show that Ep2 mRNA levels were significantly reduced in APAP-exposed ovaries at 15.5 dpc compared to control rats. Additionally, prostaglandin E2 content of ovaries 3 h after a single APAP administration at 17.5 was reduced, indicating an acute effect of APAP.Next, Dean and coworkers investigated the effect of maternal APAP administration on the ovarian development of the fetus. They found that following APAP exposure, the number of germ cells in the ovaries of fetus at 21.5 dpc was significantly lower than vehicle-exposed dams. When reaching adulthood, 90 postnatal days (pnd), the weight of the ovary was significantly lower in APAP-exposed rats. To investigate the mechanism of this reduction of germ cell numbers, the researchers show that the expression of meiotic entry makers (Dmrt1 and Stra8) and pluripotency maker (Lin28) was significantly higher in fetal ovaries at 18.5 dpc compared to control ovaries. The loss of Dmrt1 expression was used as an index for completion of meiotic entry of germ cells (43, 44, 45). Thus, a higher expression at 18.5 suggested a delay in meiotic entry, which could explain the reduced number of germ cells observed at 21.5 dpc. Reduction of germ cell number at 21.5 and lower ovary weight in adulthood could suggest a reduced fertility in adulthood. Therefore, Dean and coworkers also assessed the number of pups per litter and found that those exposed to APAP during prenatal life had significantly fewer pups, suggesting that prenatal APAP exposure had reduced the fertility of the rats.Having data suggesting prenatal APAP exposure may disrupt ovarian development and adult fertility, Dean and coworkers investigated if this effect can be passed on to later generations. Since the germ cells of the fetus exposed to APAP, denoted F1, is the source of the next generation, denoted F2, an irreversible effect on the germ cells and ovary could be passed on to F2. Mating prenatal exposed F1 females to control male rats resulted in significant lower ovary weight of rats at age 25 pnd. Furthermore, analysis of follicle numbers of F2 females revealed reduced number of primordial, primary and total follicles numbers. These final experiments by Dean and coworkers may suggest that not only do prenatal exposure to APAP reduce female fertility among rats in the first generation, but this effect may also be transferable to the following generation.Johannson and coworkers set out to investigate perinatal exposure of mixtures of chemicals as well as pure APAP doses. Similar to Dean and coworkers, the researchers exposed Wistar rats to nearly similar doses (360 mg/kg/day) of APAP during pregnancy. The researchers exposed the dams from 13 to 19 dpc and postnatal with a similar dose from 14 to 22 pnd. Initially, the researchers found that APAP exposure in these two windows significantly reduced the transcript levels of Ddx4 and a trend of reduction of Bmp15 at the time of termination at 22 pnd. As reduction of these transcripts may indicate a smaller number of oocytes, Johansson and coworkers assessed the state of follicles at 22 pnd and found that APAP exposure resulted in a reduction of primordial follicles compared to controls. No change was seen in primary, secondary, tertiary and atretic follicles.To investigate if these effects had consequences later in the lifespan of the rats, the researchers assessed the state of ovaries from 13-month-old rats. Interestingly, the ovary weight was significantly lower in APAP exposure group, which was also noted by Dean and coworkers in their model. Further histological examination of the ovaries of 13-month-old rats revealed a significant higher incidence of rats with complete absence of corpus luteum (CL) in the APAP-exposed group. The mean number of CL was also significantly lower in APAP-exposed group compared to control group. Additionally, histopathological investigation revealed a significantly higher incidence of ovaries containing follicular cysts and cyst-like structures in APAP-exposed group at 13 months of age. These data may suggest that the exposure had accelerated the rate of age-related changes of the female offspring."
    },
    "Timing window, mechanism and further work": {
        "Content": "All three published rodent studies suggest a direct link between prenatal APAP exposure and disruption of female reproductive development. The reduction in primordial follicles, as well as irregular cycling and premature absence of CL resemble premature ovarian insufficiency syndrome in humans, a disorder usually leading to premature menopause (46). The fact that similar phenotypes and effects were observed by three independent research teams and in two different species of rodents further strengthens the notion of a possible cause-and-effect relation.A possible mechanism or mode of action of APAP could be as a disruptor of mitosis early in germ cell development. This is supported by the data from Holm and coworkers showing that APAP exposure reduced the number of germs cells and inhibited proliferation of low passage embryonic stem cells. Furthermore, Dean and coworkers showed that APAP can interfere with prostaglandin content in the fetal ovary, which could also be the root of the later phenotypes – APAP is a known Cox2 inhibitor in vivo and Cox2-knockout female mice are largely infertile likely due to a blocked development of corpora lutea (47, 48). Two modes of action of APAP, which are not mutual exclusive, seem possible: (i) direct disruption of germ cell mitosis and (ii) blocking pivotal developmental prostaglandin signaling pathways. The blocking of mitosis of embryonic cells shown by Holm and coworkers indicates that the former is a possible mechanism, suggesting an window of sensitivity during mitosis around the overlap between the mitotic and meiotic phase of germ cell development – 12.5–13.5 dpc in mice and 15.5–16.5 dpc in rats (Fig. 1). This is comparable with the end of first trimester in humans, taking into consideration the differences in the development between rodent and humans. As two of the studies only initiated exposure around 13.5 dpc during the rat mitotic phase (Dean and coworkers starting 13.5 dpc and Johansson coworkers starting 13 dpc), it is unlikely that developmental period prior to this point is crucial for the APAP-induced phenotype. Recent years’ advances in ex vivo developmental models of human reproduction using abortion material (49, 50, 51) could play a strong role in the forthcoming experiments and a focus on the proliferation of PGCs (sensitivity window one) or differentiation (sensitivity window two) would be reasonable. Importantly, a possible indirect effect through alteration of CNS development during development could also contribute to the changes in fertility.Although the evidence produced in rodents is strong, there is still some experimental and limitations and human relevance to consider. Holm and coworkers showed that in utero exposure to APAP from 7 to 13.5 dpc reduced expression level of Mvh indicating a reduction of germ cell numbers, but this effect could not be replicated ex vivo in cultured ovaries from 12.5 dpc. One explanation could be that the effect manifests during the middle of the mitotic phase (prior to 12.5 dpc in the mouse); a phase included in all three studies. Another possibility is that the ex vivo experiments did not replicate the proper in vivo development and thus does not represent a valid experimental setup in this setting. There could also be a differential effect between the two species and further research should be dedicated to better understand this difference.A limitation of the present study is the number of animals utilized. The majority of the present studies have been conducted as explorative studies focusing on if and how the effect of APAP exposure might affect the animal and thus not suitable for large number of animal inclusion. Especially the fertility experiments conducted by Holm and coworkers and Dean and coworkers on the prenatally exposed animals suffers from a low number of pregnant animals (n = 8 in the experiment by Holm and coworkers and n = 30–36 in the experiment by Dean and coworkers).Another limitation related to relevance for human exposure is the doses used in the two rat studies which are significantly higher than those typically observed in humans under normal administration of APAP. The exposure used by Dean and coworkers (350 mg/kg/day by gavage), resulted in 2.5- to 8-fold higher plasma levels of APAP than reported in humans after normal therapeutic dosing during pregnancy (52, 53). Johansson and coworkers used a similar dose (350 mg/kg/day by gavage), while the mouse studies by Holm and coworkers saw reduction in primordial follicles with a dose similar to that of pregnant women (50 mg/kg/day). When comparing rodent exposure studies to human exposures, difference in body size needs to be taken into account. A system of allometry based on the body surface area can be applied where rat dose data are divided by a factor of around 6 in an effort to normalize the dose between the species (54). Using such an approach would place the doses used in the rat studies in the proximity of the human dose. It remains that the rodents as models comes with intrinsic limitations due to species-specific responses and phenotype and that the effects seen might not necessary be transferable to humans. It has been shown that certain endocrine disruptive chemicals can produce different phenotypes in rodents than in humans or where only a phenotype is seen in one species but not the other (55, 56). For example, the phthalate metabolite mono-(2-ethylhexyl)-phthalate has been shown to effect Leydig cell function positively in mice (57), negatively in rats (55) and no detectable effect in humans (58). Furthermore, interspecies differences in absorption, distribution, metabolism and excretion (ADME) of APAP between mice, rats and humans might further complex the translation of observed phenotypes between species. For example, while high doses of APAP can induce severe hepatotoxicity in mice and humans, rats seem to be resistant to APAP-induced hepatotoxicity (59). Although hepatotoxicity is not explored in these studies, it indicates that there might be species-specific metabolic responses to APAP. Additionally, although the urinary metabolite pattern in the rat differs from that of humans, the metabolism in rats has some features in common with that in humans and thus has been suggested as a useful model to predict human data (60). Nonetheless, it is important to notice that the data from experimental prenatal APAP exposure studies using both mouse and rat models of male reproductive development correlate very well with subsequent evidence from human prospective association studies.To further explore the possible link between prenatal exposure to APAP and reduced female fertility, epidemiological studies are crucially needed. However, in the case of reproductive problems in women, such as subfertility or premature menopause, the causative link is hard to establish because the initiating events occur decades earlier than when the adverse phenotypes can be observed. There are therefore intrinsic problems in conducting these studies in assessing the endpoints. As an alternative, ovary scans can be used at an earlier age to assess the follicle pool as a proxy for fertility and likely time to menopause. Assessing maternal use from either urine analysis or reported use is also likely to suffer from underreporting, as evidence indicates that pregnant women may not always consider APAP as medicine (2) and point urine analysis may miss exposures as the compound is short lived in the body. Making the scenario even more complicated is that the exact nature of the low dose ubiquitous of unintentional APAP exposure from environmental sources remains to be understood (2)."
    },
    "Conclusion": {
        "Declaration of interest": "The authors declare that there is no conflict of interest that could be perceived as prejudicing the impartiality of the research reported.",
        "Funding": "Funding for carrying out this review was kindly provided The Danish Council for Independent Research (Medical Sciences), Inserm (Institut National de la Santé et de la Recherche Médicale), University of Rennes 1, EHESP – School of Public Health and by grants from the Agence Nationale de Sécurité du Médicament et des Produits de Santé (ANSM; AAP-2012-037).",
        "Content": "APAP is used worldwide to treat pain and fever during pregnancy. It is therefore of concern that prenatal APAP exposure has been linked to decreased primordial follicle pools and subsequent reduced fertility in experimental studies. These rodent studies suggest that a particular sensitivity window may exist in relation to proliferation of PGCs and/or differentiation around 13.5 dpc, comparable with the last weeks of first trimester during human pregnancy. There is considerable incentive for further research as the phenotypes observed resemble premature ovarian insufficiency syndrome in humans. The cause for premature ovarian insufficiency is largely unknown (1, 46, 61), but xenobiotic compounds have been suggested to be a part of the etiology (1, 62). This has raised the concern that prenatal exposure to chemicals may compromise the reproductive life span of women. Such an effect, even if small from prenatal APAP exposure, is problematic in the Western world where the age at childbirth is continuously being delayed (63). To follow-up on these initial experimental studies, epidemiological studies are needed. These are, however, intrinsically problematic as the prenatal exposure is hard to determine and the causative link is hard to establish because the initiating events occur decades earlier than the adverse phenotypes. Interdisciplinary approaches are therefore needed with the central focus being placed on further experimental studies including both rodent models and human fetal ex vivo setups to back epidemiological studies.The authors declare that there is no conflict of interest that could be perceived as prejudicing the impartiality of the research reported.Funding for carrying out this review was kindly provided The Danish Council for Independent Research (Medical Sciences), Inserm (Institut National de la Santé et de la Recherche Médicale), University of Rennes 1, EHESP – School of Public Health and by grants from the Agence Nationale de Sécurité du Médicament et des Produits de Santé (ANSM; AAP-2012-037)."
    },
    "References": [
        "\n1\nJohanssonKHLSvingenTFowlerPAVinggaardAMBobergJ.\nEnvironmental influences on ovarian dysgenesis – developmental windows sensitive to chemical exposures. Nature Reviews Endocrinology\n2017\n13\n400–414. (10.1038/nrendo.2017.36)\n",
        "\n2\nKristensenDMMazaud-GuittotSGaudriaultPLesnéLSerranoTMainKMJégouB\nAnalgesic use – prevalence, biomonitoring and endocrine and reproductive effects. Nature Reviews Endocrinology\n2016\n12\n381–393. (10.1038/nrendo.2016.55)\n",
        "\n3\nJegouB.\nParacetamol-induced endocrine disruption in human fetal testes (reproductive endocrinology). Nature Reviews Endocrinology\n2015\n11\n453 (10.1038/nrendo.2015.106)\n",
        "\n4\nHodgmanMJGarrardAR.\nA review of acetaminophen poisoning. Critical Care Clinics\n2012\n28\n499–516. (10.1016/j.ccc.2012.07.006)22998987\n",
        "\n5\nBessemsJGMVermeulenNPE.\nParacetamol (acetaminophen)-induced toxicity: molecular and biochemical mechanisms, analogues and protective approaches. Critical Reviews in Toxicology\n2001\n31\n55–138. (10.1080/20014091111677)11215692\n",
        "\n6\nMcGillMJaeschkeH.\nMetabolism and disposition of acetaminophen: recent advances in relation to hepatotoxicity and diagnosis. Pharmaceutical Research\n2013\n30\n2174–2187. (10.1007/s11095-013-1007-6)23462933\n",
        "\n7\nMazaleuskaya LiudmilaLSangkuhlKThornCFFitzGeraldGAAltmanRBKleinTE\nPharmGKB summary: pathways of acetaminophen metabolism at the therapeutic versus toxic doses. Pharmacogenetics and Genomics\n2015\n25\n416–426. (10.1097/FPC.0000000000000150)26049587\n",
        "\n8\nKristensenDMHassULesnéLLottrupGJacobsenPRDesdoits-LethimonierCBobergJPetersenJHToppariJJensenTK, \nIntrauterine exposure to mild analgesics is a riskfactor for development of male reproductive disorders in human and rat. Human Reproduction\n2011\n26\n235–244. (10.1093/humrep/deq323)21059752\n",
        "\n9\nPhilippatC.\nAnalgesics during pregnancy and undescended testis. Epidemiology\n2011\n2\n747–749. (10.1097/EDE.0b013e318225bf33)\n",
        "\n10\nThieleKKesslerTArckPErhardtATiegsG.\nAcetaminophen and pregnancy: short- and long-term consequences for mother and child.\nJournal of Reproductive Immunology\n2013\n97\n127–139. (10.1016/j.jri.2012.10.014)\n",
        "\n11\nModickTWeissTDierkesGBrüningTKochHM.\nUbiquitous presence of paracetamol in human urine: sources and implications. Reproduction\n2014\n147\nR105–R117. (10.1530/REP-13-0527)24451225\n",
        "\n12\nNielsenJKMoerckHJensenTANielsenJFKochHMKnudsenLE\nN-acetyl-4-aminophenol (paracetamol) in urine samples of 6-11-year-old Danish school children and their mothers. International Journal of Hygiene and Environmental Health\n2015\n218\n28 (10.1016/j.ijheh.2014.07.001)25127489\n",
        "\n13\nDierkesGWeissTModickHKäfferleinHUBrüningTKochHM\nN-Acetyl-4-aminophenol (paracetamol), N-acetyl-2-aminophenol and acetanilide in urine samples from the general population, individuals exposed to aniline and paracetamol users. International Journal of Hygiene and Environmental Health\n2014\n217\n592–599. (10.1016/j.ijheh.2013.11.005)24370547\n",
        "\n14\nHolmJBChalmeyCModickHJensenLSDierkesGWeissTJensenBANørregårdMMBorkowskiKStyrishaveB,\nAniline is rapidly converted into paracetamol impairing male reproductive development. Toxicological Sciences\n2015\n148\n288–298. (10.1093/toxsci/kfv179)26259604\n",
        "\n15\nReelJRLawtonADLambJC.\nReproductive toxicity evaluation of acetaminophen in Swiss CD-1 mice using a continuous breeding protocol. Fundamental and Applied Toxicology\n1992\n18\n233 (10.1016/0272-0590(92)90051-I)1601223\n",
        "\n16\nHolmJBMazaud-GuittotSDanneskiold-SamsøeNBChalmeyCJensenBNørregårdMMHansenCHStyrishaveBSvingenTVinggaardAM,\nIntrauterine exposure to paracetamol and aniline impairs female reproductive development by reducing follicle reserves and fertility. Toxicological Sciences\n2016\n150\n178–189. (10.1093/toxsci/kfv332)26732887\n",
        "\n17\nDeanAvan den DriescheSWangYMcKinnellCMacphersonSEddieSLKinnellHHurtado-GonzalezPChambersTJStevensonK,\nAnalgesic exposure in pregnant rats affects fetal germ cell development with inter-generational reproductive consequences. Scientific Reports\n2016\n6\n19789 (10.1038/srep19789)26813099\n",
        "\n18\nJohanssonKHLJacobsenPRHassUSvingenTVinggaardAMIslingLKAxelstadMChristiansenSBobergJ\nPerinatal exposure to mixtures of endocrine disrupting chemicals reduces female rat follicle reserves and accelerates reproductive aging. Reproductive Toxicology\n2016\n61\n186–194. (10.1016/j.reprotox.2016.03.045)27049580\n",
        "\n19\nWearHMMcpikeMJWatanabeKH.\nFrom primordial germ cells to primordial follicles : a review and visual representation of early ovarian development in mice. Journal of Ovarian Research\n2016\n9\n36 (10.1186/s13048-016-0246-7)27329176\n",
        "\n20\nEdsonMANagarajaAMatzukMM.\nThe mammalian ovary from genesis to revelation. Endocrine Reviews\n2009\n30\n624–712. (10.1210/er.2009-0012)19776209\n",
        "\n21\nEllimanSJWuIKempDM.\nAdult tissue-specific expression of a Dppa(3)-derived retrogene represents a postnatal transcript of pluripotent cell origin. Journal of Biological Chemistry\n2006\n281\n16–19. (10.1074/jbc.C500415200)16291741\n",
        "\n22\nRizzinoA.\nSox2 and Oct‐3/4: a versatile pair of master regulators that orchestrate the self‐renewal and pluripotency of embryonic stem cells. Wiley Interdisciplinary Reviews: Systems Biology and Medicine\n2009\n1\n228–236. (10.1002/wsbm.12)20016762\n",
        "\n23\nTsudaMSasaokaYKisoMAbeKHaraguchiSKobayashiSSagaY\nConserved role of nanos proteins in germ cell development. Science\n2003\n301\n1239 (10.1126/science.1085222)12947200\n",
        "\n24\nSeklYYamajiMYabutaYSanoMShigetaMMatsuiYSagaYTachibanaMShinkaiYSaitouM\nCellular dynamics associated with the genome-wide epigenetic reprogramming in migrating primordial germ cells in mice. Development\n2007\n134\n2627–2638. (10.1242/dev.005611)17567665\n",
        "\n25\nMolyneauxKAZinsznerHKunwarPSSchaibleKSteblerJSunshineMJO’BrienWRazELittmanDWylieC,\nThe chemokine SDF1/CXCL12 and its receptor CXCR4 regulate mouse germ cell migration and survival. Development\n2003\n130\n4279–4286. (10.1242/dev.00640)12900445\n",
        "\n26\nRunyanCSchaibleKMolyneauxKWangZLevinLWylieC\nSteel factor controls midline cell death of primordial germ cells and is essential for their normal proliferation and migration. Development\n2006\n133\n4861 (10.1242/dev.02688)17107997\n",
        "\n27\nLeiLSpradlingAC.\nMouse primordial germ cells produce cysts that partially fragment prior to meiosis. Development\n2013\n140\n2075 (10.1242/dev.093864)23578925\n",
        "\n28\nReynoldsNCollierBMaratouKBinghamVSpeedRMTaggartMSempleCAGrayNKCookeHJ\nDazl binds in vivo to specific transcripts and can regulate the pre-meiotic translation of Mvh in germ cells. Human Molecular Genetics\n2005\n14\n3899–3909. (10.1093/hmg/ddi414)16278232\n",
        "\n29\nTamPPSnowMH.\nProliferation and migration of primordial germ cells during compensatory growth in mouse embryos. Journal of Embryology and Experimental Morphology\n1981\n64\n133.7310300\n",
        "\n30\nGuigonCJMagreS.\nContribution of germ cells to the differentiation and maturation of the ovary: insights from models of germ cell depletion. Biology of Reproduction\n2006\n74\n450–458. (10.1095/biolreprod.105.047134)16339043\n",
        "\n31\nHaglundKNezisIPStenmarkH.\nStructure and functions of stable intercellular bridges formed by incomplete cytokinesis during development. Communicative and Integrative Biology\n2011\n4\n1–9. (10.4161/cib.13550)21509167\n",
        "\n32\nPeplingME.\nFollicular assembly: mechanisms of action. Reproduction\n2012\n143\n139–149. (10.1530/REP-11-0299)22065859\n",
        "\n33\nChenYPeplingMEJeffersonWNNewboldRRPadilla-BanksE.\nEstradiol, progesterone, and genistein inhibit oocyte nest breakdown and primordial follicle assembly in the neonatal mouse ovary in vitro and in vivo. Endocrinology\n2007\n148\n3580–3590. (10.1210/en.2007-0088)17446182\n",
        "\n34\nTingenCKimAWoodruffTK.\nThe primordial pool of follicles and nest breakdown in mammalian ovaries. Molecular Human Reproduction\n2009\n15\n795–803. (10.1093/molehr/gap073)19710243\n",
        "\n35\nJohnsonJCanningJKanekoTPruJKTillyJL\nGermline stem cells and follicular renewal in the postnatal mammalian ovary. Nature\n2004\n428\n145–150. (10.1038/nature02316)15014492\n",
        "\n36\nZhengWZhangHGorreNRisalSShenYLiuK\nTwo classes of ovarian primordial follicles exhibit distinct developmental dynamics and physiological functions. Human Molecular Genetics\n2014\n23\n920–928. (10.1093/hmg/ddt486)24087793\n",
        "\n37\nFisherBGThankamonyAHughesIAOngKKDungerDBAceriniCL\nPrenatal paracetamol exposure is associated with shorter anogenital distance in male infants. Human Reproduction\n2016\n31\n2642–2650. (10.1093/humrep/dew196)27609981\n",
        "\n38\nLindDVMainKMKyhlHBKristensenDMToppariJAndersenHRAndersenMSSkakkebækNEJensenTK\nMaternal use of mild analgesics during pregnancy associated with reduced anogenital distance in sons: a cohort study of 1027 mother–child pairs. Human Reproduction\n2017\n32\n223–231. (10.1093/humrep/dew285)27852690\n",
        "\n39\nLaboskyPBarlowDHoganB.\nMouse embryonic germ (EG) cell lines: transmission through the germline and differences in the methylation imprint of insulin-like growth factor 2 receptor (Igf2r) gene compared with embryonic stem (ES) cell lines. Development\n1994\n120\n3197–3204.7720562\n",
        "\n40\nWobusABohelerK.\nEmbryonic stem cells: prospects for developmental biology and cell therapy. Physiological Reviews\n2005\n85\n635–678. (10.1152/physrev.00054.2003)15788707\n",
        "\n41\nOatesJAFitzGeraldGABranchRAJacksonEKKnappHRRobertsLJ2nd\nClinical implications of prostaglandin and thromboxane A 2 formation. New England Journal of Medicine\n1988\n319\n761–767. (10.1056/NEJM198809223191206)3045551\n",
        "\n42\nBayneRALEddieSLCollinsCSChildsAJJabbourHNAndersonRA\nProstaglandin E 2 as a regulator of germ cells during ovarian development. Journal of Clinical Endocrinology and Metabolism\n2009\n94\n4053–4060. (10.1210/jc.2009-0755)19602557\n",
        "\n43\nLeiNHornbakerKIRiceDAKarpovaTAgborVAHeckertLL\nSex-specific differences in mouse DMRT1 expression are both cell type- and stage-dependent during gonad development 1. Biology of Reproduction\n2007\n77\n466–475. (10.1095/biolreprod.106.058784)17567962\n",
        "\n44\nKrentzAD, Murphy MW, Sarver AL, Griswold MD, Bardwell VJ & Zarkower D. DMRT1 promotes oogenesis by transcriptional activation of Stra8 in the mammalian fetal ovary. Developmental Biology\n2011\n356\n63 (10.1016/j.ydbio.2011.05.658)21621532\n",
        "\n45\nYamaguchiSHongKLiuRShenLInoueADiepDZhangKZhangY\nTet1 controls meiosis by regulating meiotic gene expression. Nature\n2012\n492\n443 (10.1038/nature11709)23151479\n",
        "\n46\nCoxLLiuJH.\nPrimary ovarian insufficiency: an update. International Journal of Women’s Health\n2014\n6\n235–243. (10.2147/IJWH.S37636)\n",
        "\n47\nGraham GarryGScott KieranF.\nMechanism of action of paracetamol. American Journal of Therapeutics\n2005\n12\n46–55. (10.1097/00045391-200501000-00008)15662292\n",
        "\n48\nDinchukJECarBDFochtRJJohnstonJJJaffeeBDCovingtonMBContelNREngVMCollinsRJCzerniakPM,\nRenal abnormalities and an altered inflammatory response in mice lacking cyclooxygenase II. Nature\n1995\n378\n406 (10.1038/378406a0)7477380\n",
        "\n49\nBen MaamarMLesnéLHennigKDesdoits-LethimonierCKilcoyneKRCoiffecIChevrierCKristensenDMLavouéV,\nIbuprofen results in alterations of human fetal testis development. Scientific Reports\n2017\n7\n44184 (10.1038/srep44184)28281692\n",
        "\n50\nMazaud-Guittot SéverineNNicolas NicolazCDesdoits-LethimonierCCoiffecIBen MaamarMBalaguerPKristensenDMChevrierCLavouéVPoulainP,\nParacetamol, aspirin, and indomethacin induce endocrine disturbances in the human fetal testis capable of interfering with testicular descent. Journal of Clinical Endocrinology and Metabolism\n2013\n98\nE1757–E1767. (10.1210/jc.2013-2531)24030937\n",
        "\n51\nvan den DriescheSMacdonaldJAndersonRAJohnstonZCChettyTSmithLBMckinnellCDeanAHomerNZJorgensenA,\nProlonged exposure to acetaminophen reduces testosterone production by the human fetal testis in a xenograft model. Science Translational Medicine\n2015\n7\n288ra80 (10.1126/scitranslmed.aaa4097)\n",
        "\n52\nSinglaNKParulanCSamsonRHutchinsonJBushnellRBejaEGAngRRoyalMA\nPlasma and cerebrospinal fluid pharmacokinetic parameters after single‐dose administration of intravenous, oral, or rectal acetaminophen. Pain Practice\n2012\n12\n523–532. (10.1111/j.1533-2500.2012.00556.x)22524979\n",
        "\n53\nRayburnWShuklaUStetsonPPiehlE.\nAcetaminophen pharmacokinetics: comparison between pregnant and nonpregnant women. American Journal of Obstetrics and Gynecology\n2017\n155\n1353–1356. (10.1016/0002-9378(86)90173-0)\n",
        "\n54\nReagan-ShawSNihalMAhmadN.\nDose translation from animal to human studies revisited. FASEB Journal\n2008\n22\n659–661. (10.1096/fj.07-9574LSF)17942826\n",
        "\n55\nHabertRMuczynskiVGrisinTMoisonDMessiaenSFrydmanRBenachiADelbesGLambrotRLehraikiA, et al\nConcerns about the widespread use of rodent models for human risk assessments of endocrine disruptors. Reproduction\n2014\n147\nR119–R129. (10.1530/REP-13-0497)24497529\n",
        "\n56\nAlbertOJégouB.\nA critical assessment of the endocrine susceptibility of the human testis to phthalates from fetal life to adulthood. Human Reproduction Update\n2014\n20\n231–249. (10.1093/humupd/dmbib50)24077978\n",
        "\n57\nLehraikiARacineCKrustAHabertRLevacherC.\nPhthalates impair germ cell number in the mouse fetal testis by an androgen- and estrogen-independent mechanism. Toxicological Sciences\n2009\n111\n372–382. (10.1093/toxsci/kfp153)19592451\n",
        "\n58\nLambrotRMuczynskiVLécureuilCAngenardGCoffignyHPairaultCMoisonDFrydmanRHabertRRouiller-FabreV\nPhthalates impair germ cell development in the human fetal testis in vitro without change in testosterone production. (Research) (Report). Environmental Health Perspectives\n2009\n117\n32 (10.1289/ehp.11146)19165384\n",
        "\n59\nMitchellJRJollowDJPotterWZDavisDCGilletteJRBrodieBB\nAcetaminophen induced hepatic necrosis. I. Role of drug metabolism. Journal of Pharmacology and Experimental Therapeutics\n1973\n187\n185–194.4746326\n",
        "\n60\nWatariNKaneniwaN.\nPharmacokinetic study of the fate of acetaminophen and its conjugates in rats. Journal of Pharmacokinetics and Biopharmaceutics\n1983\n11\n245–272. (10.1007/BF01061867)6644552\n",
        "\n61\nLuisiSOrlandiniCReginiCPizzoAVellucciFPetragliaF\nPremature ovarian insufficiency: from pathogenesis to clinical management. Journal of Endocrinological Investigation\n2015\n38\n597–603. (10.1007/s40618-014-0231-1)25596661\n",
        "\n62\nCrainDJanssenSJEdwardsTMHeindelJHoSMHuntPIguchiTJuulAMcLachlanJASchwartzJ,\nFemale reproductive disorders: the roles of endocrine-disrupting compounds and developmental timing. Fertility and Sterility\n2008\n90\n911–940. (10.1016/j.fertnstert.2008.08.067)18929049\n",
        "\n63\nAitkenRJ.\nAge, the environment and our reproductive future: bonking baby boomers and the future of sex. Reproduction\n2014\n147\nS1–S11. (10.1530/REP-13-0399)24194569\n"
    ],
    "citations (PMID's)": [
        "31428698",
        "30810760",
        "30654248"
    ],
    "count of citations": 3,
    "PubmedReferences(CommentIn)": [],
    "References(PMID's)": [
        "28450750",
        "28281692",
        "27852690",
        "27609981",
        "27329176",
        "27150289",
        "27049580",
        "26813099",
        "26732887",
        "26259604",
        "26122322",
        "26049587",
        "25995226",
        "25596661",
        "25127489",
        "24591848",
        "24497529",
        "24451225",
        "24370547",
        "24194569",
        "24087793",
        "24077978",
        "24030937",
        "23578925",
        "23462933",
        "23432879",
        "23151479",
        "22998987",
        "22524979",
        "22065859",
        "21811116",
        "21621532",
        "21509167",
        "21059752",
        "20016762",
        "19776209",
        "19710243",
        "19602557",
        "19592451",
        "19165384",
        "18929049",
        "17942826",
        "17567962",
        "17567665",
        "17446182",
        "17107997",
        "16339043",
        "16291741",
        "16278232",
        "15788707",
        "15662292",
        "15014492",
        "12947200",
        "12900445",
        "11215692",
        "7720562",
        "7477380",
        "7310300",
        "6644552",
        "4746326",
        "3789044",
        "3045551",
        "1601223"
    ],
    "count of references id's": 63,
    "Citation": 0,
    "ImpactFactor": 0,
    "RelavanceScore": 0,
    "TotalScore": 0,
    "summarytext": "Exposure to 100 µM APAP did not significantly change the expression of Mvh, suggesting no effect on the number of germ cells",
    "Rank1": 0,
    "Rank2": 0,
    "Rank3": 0,
    "FinalRank": 0
}